ToDosII/app/controllers/api/todos_controller.rb

SELECT "todos".* FROM "todos"
---
  def index
    render json: Todo.all